#CDW
[CDWWeapon_Katana]
WeaponName=武士刀
WeaponDescription=武士刀具有弧形刀身和单边刃，外加或圆或方的护手和一个可以容纳双手抓握的长柄。它被设计成弧形结构使得挥舞和砍杀的动作如行云流水。

[CDWWeapon_BoStaff]
WeaponName=长棍
WeaponDescription=长棍长约一人高，取材自一整块坚硬且具有韧性的木材，因此在吸收冲击力的同时不会破坏自身。具有可以用武器任意一端击打对手的优势。

[CDWWeapon_Ninjato]
WeaponName=忍者剑
WeaponDescription=忍者剑是具有方形护手的单刃剑。短身尖刃使得它能够迅速挥舞同时造成致命的刺伤。

[CDWWeapon_Shuriken]
WeaponName=手里剑
WeaponDescription=手里剑是忍者主要的投掷武器。它主要用来分散敌人注意力并伺机行动，毕竟分心是非常致命的弱点。

[CDWWeapon_NinjaDagger]
WeaponName=Sai
WeaponDescription=

[CDWWeapon_Claws]
WeaponName=手爪钩
WeaponDescription=手爪钩和指节铜环类似，但前面的大爪子可以刺穿锁甲或板甲的缝隙。它们实际上延伸了使用者的手，使得在近距离的时候成为致命威胁。

[CDWWeapon_Sickle]
WeaponName=钩镰
WeaponDescription=钩镰本来是收割庄稼的工具，这使得它很容易伪装。作为武器通常成对使用，可以用来格挡和拧转敌人的武器。

[CDWWeapon_Kanabo]
WeaponName=金碎棒
WeaponDescription=将坚韧的木材削成六角或八角形，然后对各面进行补强或者加刺而制成，棒的长度则根据使用者的爱好而定，但多数不超过4尺。缓慢而沉重的打击可以摧毁任何抵抗。

[CDWWeapon_Naginata]
WeaponName=薙刀
WeaponDescription=长柄单刃武器，是武士用兵器里最长的。

[CDWWeapon_Nodachi]
WeaponName=野太刀
WeaponDescription=这种刀的刀刃很长，而且宽，在刀身的正中间有一个明显的弯折以用来更有利的切割物体。这种大型刀挥舞起来非常吃力，但杀伤力非常巨大。

[CDWWeapon_Wakizashi]
WeaponName=协差
WeaponDescription=跟武士刀形似但较短，通常作为主武器损坏后的备用武器出现。短小的刀身使得它在狭窄的空间内也能挥舞自如。

[CDWWeapon_Yumi]
WeaponName=弓
WeaponDescription=由竹子、木材和皮革制成的高大的弓。通常比使用它的人还要高。

[CDWWeapon_Sarissa]
WeaponName=长矛
WeaponDescription=臭名昭彰的希腊方阵所使用的长矛，跟普通矛类似，但不能用来投掷。通常和轻型盾一起使用，以应对前方的攻击。

[CDWWeapon_Dory]
WeaponName=矛
WeaponDescription=矛是斯巴达重装步兵的主要武器。它的前端有两个刃，这样在一个刃被破坏后仍可以继续战斗。

[CDWWeapon_Kopis]
WeaponName=反曲刀
WeaponDescription=反曲刀有个明显向前弯曲的弧形，这样是为了攻破对手的盾牌。环绕式的握把可以保证在挥舞时不脱手。

[CDWWeapon_Xiphos]
WeaponName=直刃剑
WeaponDescription=斯巴达战士的主要近战武器，尖端宽大的造型使得它便于削砍。

[CDWWeapon_Blunderbuss]
WeaponName=火铳
WeaponDescription=单发中程火器，跟手铳一样是燧发机制，由火石撞到钢板产生的火花来引燃火药击发。

[CDWWeapon_Pistole]
WeaponName=手铳
WeaponDescription=早期单发火器，枪身较短并配有一个木制握柄。燧发机制，由火石撞到钢板产生的火花来引燃火药击发。

[CDWWeapon_FlamingRum]
WeaponName=燃烧瓶
WeaponDescription=

[CDWWeapon_BoardingAxe]
WeaponName=登船斧
WeaponDescription=登船斧是海军肉搏战中的常用武器，斧背的倒钩可以用于刺击或勾住船身。倒钩上还有刃可以用来切断绳索。

[CDWWeapon_Shank]
WeaponName=鲸叉刺
WeaponDescription=鲸叉刺由一把破碎的捕鲸叉改造而成，前端的倒钩可以保证在刺入对手身体后造成重大伤害。

[CDWWeapon_Hook]
WeaponName=Hook
WeaponDescription=

[CDWWeapon_BlackEgg]
WeaponName=椒目蛋
WeaponDescription=内部填充了辣椒粉和碎玻璃的蛋。蛋壳破碎后粉末的刺激可以使敌人陷入混乱，让你有机会逃跑或攻击。

[CDWWeapon_DoubleAxe]
WeaponName=长柄斧
WeaponDescription=长柄斧是一把毁灭性的武器。但这把能造成巨大劈砍伤害的武器也有它的局限性：它非常的沉重，因此挥舞速度很慢。

[CDWWeapon_Dane]
WeaponName=戴恩斧
WeaponDescription=攻击范围可观的单手武器，戴恩斧能造成有效的伤害，但攻击速度略慢。

[CDWWeapon_Spear]
WeaponName=长矛
WeaponDescription=强有力的长矛具有非常大的距离优势，比其他任何武器都要长。

[CDWWeapon_NorseSword]
WeaponName=北欧剑
WeaponDescription=非常快速的双刃剑，有着良好的攻击范围和穿刺伤害，但在挥砍伤害上有所不足。

[CDWWeapon_Hammer]
WeaponName=铁锤
WeaponDescription=木柄上插着一大块铁，平时主要作为工具使用，但在熟练者手中也能发挥出巨大的破坏力。

[CDWWeapon_Hatchet]
WeaponName=短柄小斧
WeaponDescription=短柄小斧非常的轻盈快速，可以用它在近距离压制敌人，尽管它的攻击范围并不怎么大。

[CDWWeapon_ThrowingAxe]
WeaponName=飞斧
WeaponDescription=让敌人葬身火海。

[CDWWeapon_SwordOfWar]
WeaponName=战争之剑
WeaponDescription=战争之剑是一把双手大剑，采用了直板双刃剑身和一个十字形的剑柄。双手挥舞起沉重的剑身使得它能够像削菜一般地砍下敌人的头颅。此外，它也可以作为一把重剑单手持用。

[CDWWeapon_PoleAxe]
WeaponName=长柄斧
WeaponDescription=作为军械库中的万金油，长柄斧能够给予对手挥砍、钝伤或穿刺伤害。

[CDWWeapon_Halberd]
WeaponName=战戟
WeaponDescription=战戟主要被当做一把带刺武器使用，但由于武器本身的重量，劈砍攻击也能造成显著的伤害。

[CDWWeapon_Crossbow]
WeaponName=十字弓
WeaponDescription=十字弓是远程武器中的翘楚，它能造成无可媲美的单发伤害，但是这个优势被较慢的装弹时间所拖累。

[CDWWeapon_Mace]
WeaponName=钉头锤
WeaponDescription=凸缘钉头槌是一把致命的武器，非常适合用持续的攻击来压制敌人。它比宽刃剑的伤害更大，速度也略快，但是范围相当小。

[CDWWeapon_ThrowingKnife]
WeaponName=飞刀
WeaponDescription=以数量取胜的投掷武器

[CDWWeapon_Cutlass]
WeaponName=短剑
WeaponDescription=短而稍有弧形的剑，有一个带兜状护手的剑柄。它可以切割绳索、帆布、木材或者你的喉咙。

[CDWWeapon_YariSpear]
WeaponName=长枪
WeaponDescription=长枪具有笔直的横截面为三角形的枪头，可以造成严重的刺伤，是武士主要的中程武器。

[CDWWeapon_DaneDual]
WeaponName=Dane Axe
WeaponDescription=

[CDWWeapon_NorseSwordDual]
WeaponName=Norse Sword
WeaponDescription=

[CDWWeapon_HatchetDual]
WeaponName=Hatchet
WeaponDescription=

[CDWWeapon_SpartanJavelinMelee]
WeaponName=标枪
WeaponDescription=标枪其实是轻型的矛，用它能打散敌人的方阵，从而方便我方发起总攻。

[CDWWeapon_VikingShield]
WeaponName=圆盾
WeaponDescription=维京圆盾用木板拼成，表面中间镶上铁钮并铺上兽皮。较轻的重量使得它攻守自如。

[CDWWeapon_SmokeBomb]
WeaponName=发烟罐
WeaponDescription=用来製造烟雾屏障，非常适合用来阻止远距离对手的视线。

[CDWWeapon_Falcata]
WeaponName=斯巴达弯刀
WeaponDescription=中等尺寸，形状类似反曲刀，使它具有打落对手盾牌的能力。环绕式刀柄可以在挥砍中保证不脱手。

[CDWWeapon_ShortSpear]
WeaponName=短矛
WeaponDescription=轻型版本的标枪，能造成更小的伤害，但投掷出去的速度更快，距离更远。

[CDWWeapon_Sabre]
WeaponName=军刀
WeaponDescription=军刀具有一个深长的弧形刀刃和S形的握柄

[AOCWeapon_Heater_Agatha]
WeaponName=Heater
WeaponDescription=

[AOCWeapon_Kite_Agatha]
WeaponName=Kite
WeaponDescription=The Kite shield is the largest shield in the Knights' arsenal. Its long, triangular shape allows it to guard the users leg as well as the body. It attaches to the user with enarmes, which keep both hands free rather than a center boss grip.




[CDWFamilyInfo_Viking]
ClassName=维京
Description=  - 维京狂战士擅长与对手拉近距离发动攻击 \n - 连续的击打得益于多种武器的组合 \n - 可以双持
Thrall=奴隶
Fri-hal=初级战士
Drengr=部落战士
Thegn=部落首领
Jarl=贵族
[CDWFamilyInfo_Knight]
ClassName=骑士
Description= - 重型护甲提供绝佳保护 \n - 可以选择多种武器和护盾
Squire=护卫
Knight=骑士
Freelancer=游侠
Crusader=十字军
[CDWFamilyInfo_Ninja]
ClassName=忍者
Description= - 轻快敏捷的斗士 \n - 没有脚步声 \n - 可以闪躲和翻滚
Apprentice=学徒
Shinobi=忍
Assassin=刺客
ShogunAssassin=幕府刺客
GrandMasterNinja=Grand Master Ninja
[CDWFamilyInfo_Pirate]
ClassName=海盗
Description= - 高效率的游击兵种 \n - 可以使用火器 \n - 发动嘲讽可以疗伤
Deckhand=水手
Navigator=海员
Swashbuckler=剑士
Firstmate=大副
Captain=船长
[CDWFamilyInfo_Spartan]
ClassName=斯巴达
Description= - 配备长武器的强力冲锋兵种 \n -用鼠标中键可以投掷武器 \n - 注重团队协作
Militiaman=民兵
Skirmisher=前锋
Hoplite=甲兵
Kingsguard=亲卫队
Warlord=主帅
[CDWFamilyInfo_Samurai]
ClassName=武士
Description= - 训练有素且远近皆宜的战士 \n - 武士刀可以在抽出时即发动攻击 \n - 简单好用
Ashigaru=足轻
Samurai=武士
Ronin=浪人
Royalretainer=亲兵
Daimyo=大名
[Bot]
Botness=机器人

[AOCWeapon_ExtraAmmo]
WeaponName=Extra Ammo
WeaponDescription=Gives your primary weapon 10 extra ammo.

[AOCWeapon_Sling]
WeaponName=Sling
WeaponDescription=The Sling is a primitive but effective ranged weapon. Spin it longer to build up damage or rapid fire to bombard your opponent and overwhelm him with rocks.

[AOCWeapon_QuarterStaff]
WeaponName=Quarter Staff
WeaponDescription=The most unassuming weapon, a QuarterStaff is a thick piece of wood that in the right hands is capable of overwhelming any opponent with its speed and blunt damage.

[AOCWeapon_PoleHammer]
WeaponName=Pole Hammer
WeaponDescription=A gruesome warhammer head atop a long pole make this weapon very effective in a vareity of strikes and with great range while suffering slightly in the speed department.

[AOCWeapon_Longsword]
WeaponName=Longsword
WeaponDescription=The Longsword can be wielded in one or two hands and is also known as a “Bastard Sword”. It combines power, speed and reach to become one of the most well rounded weapons

[AOCWeapon_Messer]
WeaponName=Messer
WeaponDescription=A long hand and a half sword with a single cutting edge, the messer is capable of dealing brutal horizontal and overhead strikes to an opponent but has a weaker stab.

[AOCWeapon_Halberd]
WeaponName=Halberd
WeaponDescription=The halberd is primarily used as a stab weapon though overhead strikes can deal significant damage as well due to the massive total weight of the weapon.

[AOCWeapon_Greatsword]
WeaponName=Greatsword
WeaponDescription=As balanced as a Two-handed sword can be, the Greatsword offers huge power and reach with only minor setbacks in speed.

[AOCWeapon_PoleAxe]
WeaponName=Pole Axe
WeaponDescription=One of the most verstaile weapons in the arsenal, the Poleaxe is capable of dispatching opponents with cut, blunt or piercing damge.

[AOCWeapon_Claymore]
WeaponName=Claymore
WeaponDescription=The Iconic Scottish Claymore is a long, sleek two-handed sword that strikes quickly for its size and with moderate damage

[AOCWeapon_Zweihander]
WeaponName=Zweihander
WeaponDescription=A massive two-handed german sword with wavy blade that deals out extreme levels of punishment with heavy, slow swings.

[AOCWeapon_Bardiche]
WeaponName=Bardiche
WeaponDescription=An extremely long and powerful slashing polearm, the Bardiche is a fearsome weapon but must avoid getting into close lest the wielder be overwhelmed.

[AOCWeapon_SmokePot]
WeaponName=Smoke Pot
WeaponDescription=Used to create smoke screens, great for cover from ranged opponents.

[AOCWeapon_HolyWaterSprinkler]
WeaponName=Holy Water Sprinkler
WeaponDescription=A short club with spikes sticking out of it, the Holy Water Sprinkler is a modified mace weapon that strikes extremely quickly

[AOCWeapon_Torch]
WeaponName=Torch
WeaponDescription=Great for burning people or buildings and starting riots.

[AOCWeapon_Shortbow]
WeaponName=Shortbow
WeaponDescription=Light, fast and lethal. The Shortbow doesn't shoot as far or deal as much damage, but allows the wielder to stay agile and fire off many shots quickly

[AOCWeapon_Longbow]
WeaponName=Longbow
WeaponDescription=The Longbow is fairly balanced in terms of speed and damage, a feared weapon that is best used from mid to long range.

[AOCWeapon_Warbow]
WeaponName=Warbow
WeaponDescription=It takes a strong man to draw back the heaviest of bows. Due to the force it takes to draw back the string it also has a rather slow rate of fire.

[AOCWeapon_LightCrossbow]
WeaponName=Light Crossbow
WeaponDescription=An agile version of the standard crossbow. The reduced tension makes it faster to reload, but has a shorter range and deals less damage.

[AOCWeapon_Crossbow]
WeaponName=Crossbow
WeaponDescription=The Crossbow is the powerhouse of the ranged weapon selection, it delivers unrivaled one-shot power that is counteracted by the long reload time.

[AOCWeapon_HeavyCrossbow]
WeaponName=Heavy Crossbow
WeaponDescription=Very slow to reload, but delivers devastating power that is completely unmatched on the battlefield.

[AOCWeapon_Dagesse]
WeaponName=Shortsword
WeaponDescription=The Shortsword is the classic archer’s backup weapon, it is capable of delivering reasonable damage by slashing, hacking or thrusting upon opponents, a well balanced backup without many draw backs.

[AOCWeapon_Saber]
WeaponName=Saber
WeaponDescription=A light blade that is extremely quick to strike and with solid reach, the Saber lacks the damage and stopping power of heavier weapons.

[AOCWeapon_Cudgel]
WeaponName=Cudgel
WeaponDescription=One of the simplest weapons in the arsenal, a wooden club that is best used to overwhelm opponents inclose with blunt damage

[AOCWeapon_Hatchet]
WeaponName=Hatchet
WeaponDescription=The hatchet is light and fast, allowing it to overwhelm opponents in close with solid damage, although it suffers in reach.

[AOCWeapon_Dane]
WeaponName=Dane Axe
WeaponDescription=A one-handed weapon with considerable reach, the Dane axe is reasonably damaging and somewhat slow to strike.

[AOCWeapon_Bearded]
WeaponName=Bearded Axe
WeaponDescription=The cutting edge of the bearded axe extends below the width of the butt to provide a wide cutting surface while keeping the overall weight of the axe low. Resulting in a well balanced axe with good damage, speed and reach.

[AOCWeapon_Bill]
WeaponName=Billhook
WeaponDescription=The billhook is a fearsome polearm that sacrifices a bit of range for significantly faster strikes.

[AOCWeapon_SwordOfWar]
WeaponName=Sword of War
WeaponDescription=The Sword of War is a hand and a half sword that offers a bit more speed for reduced damage

[AOCWeapon_Fork]
WeaponName=Fork
WeaponDescription=The fork is a shorter spear weapon with two long tines. It's reduced reach makes it faster to strike.

[AOCWeapon_Brandistock]
WeaponName=Brandistock
WeaponDescription=The Brandistock is a three-pronged spear weapon capable of delivering massive damage on a thrust. It's weight and length leave it a somewhat slow to strike.

[AOCWeapon_Spear]
WeaponName=Spear
WeaponDescription=The thrusting spear has the advantage of reach, being considerably longer than any other weapon in the arsenal.

[AOCWeapon_Broadsword]
WeaponName=Broadsword
WeaponDescription=The broadsword is a very effective weapon, it is fairly quick and deals reasonable damage. A well-rounded sword.

[AOCWeapon_NorseSword]
WeaponName=Norse Sword
WeaponDescription=A very fast dual-edged sword that has good reach and thrusts but limited cutting power.

[AOCWeapon_Falchion]
WeaponName=Falchion
WeaponDescription=A single-edged curved sword that has considerable power and speed but limited reach.

[AOCWeapon_Mace]
WeaponName=Mace
WeaponDescription=The Flanged mace is a deadly weapon that is best when used to overwhelm opponents with repeated strikes. It deals more damage than the broadsword and is slightly faster, though it’s reach is considerably shorter.

[AOCWeapon_DoubleAxe]
WeaponName=Double Axe
WeaponDescription=The double axe is a devastating weapon, this massive chopping damage comes at a price though, it is very heavy and thus slow to recover from strikes.

[AOCWeapon_ThrowingAxe]
WeaponName=Throwing Axe
WeaponDescription=Heavy damaging throwing weapon with low ammo.

[AOCWeapon_ThrowingKnife]
WeaponName=Throwing Knife
WeaponDescription=Light damage throwing weapon with more ammo.

[AOCWeapon_OilPot]
WeaponName=Oil Pot
WeaponDescription=Clay pot filled with highly flammable liquids that will burst into fire upon breaking. Excellent to use against persistent shield users as it cannot be blocked.

[AOCWeapon_MorningStar]
WeaponName=Morning Star
WeaponDescription=The Morning Star is long reaching mace weapon that deals a bit less damage and has a moderate rate of attack.

[AOCWeapon_WarAxe]
WeaponName=War Axe
WeaponDescription=The one-handed war axe is the Man-at-arm’s most powerful single strike weapon option. It trades some attack speed  and reach as a result.

[AOCWeapon_WarHammer]
WeaponName=War Hammer
WeaponDescription=The warhammer is a shorter ranged weapon that can pierce even the thickest of armour. It is extremely damaging, with modest range and speed.

[AOCWeapon_BroadDagger]
WeaponName=Broad Dagger
WeaponDescription=The Broad Dagger is a very simple weapon, primarily designed to slash and cut the flesh of an enemy. It’s broad base allows it to be very well balanced, resulting in it being the quickest weapon to strike in the game.

[AOCWeapon_HuntingKnife]
WeaponName=Hunting Knife
WeaponDescription=The Hunting knife is incredibly fast to strike and it has a great cutting ability though not as effective with a thrust.

[AOCWeapon_ThrustDagger]
WeaponName=Thrusting Dagger
WeaponDescription=Sharp pointed dagger that is designed for thrusting. Due to its pointy tip it has the ability to penetrate almost any armour.

[AOCWeapon_JavelinThrow]
WeaponName=Javelin
WeaponDescription=The Javelin is more of a hybrid than a true ranged weapon, it excels at mid to close range and doubles as a reasonably effective melee weapon.

[AOCWeapon_ShortSpearThrow]
WeaponName=Short Spear
WeaponDescription=A lighter version of the Javelin that deals less damage but can be throw faster and farther.

[AOCWeapon_HeavyJavelinThrow]
WeaponName=Heavy Javelin
WeaponDescription=A heavier version of the Javelin that deals more damage but throws slower and not as far.

[AOCWeapon_JavelinMelee]
WeaponName=Javelin
WeaponDescription=The Javelin is more of a hybrid than a true ranged weapon, it excels at mid to close range and doubles as a reasonably effective melee weapon.

[AOCWeapon_ShortSpearMelee]
WeaponName=Short Spear
WeaponDescription=A lighter version of the Javelin that deals less damage but can be throw faster and farther..

[AOCWeapon_HeavyJavelinMelee]
WeaponName=Heavy Javelin
WeaponDescription=A heavier version of the Javelin that deals more damage but throws slower and not as far.

[AOCWeapon_Flail]
WeaponName=Flail
WeaponDescription=The Flail is the least predictable of any weapon in the game. It has a mid to short range and is the fastest knight weapon. It does reasonable damage but it is extremely hard to defend against.

[AOCWeapon_HFlail]
WeaponName=Heavy Flail
WeaponDescription=The Heavy Flail has the ability to deal massive crushing power while still being just as unpredictable as the normal flail. It sacrifices speed for its power, but makes up for it in intimidation.


[AOCWeapon_PaviseShield]
WeaponName=巨盾
WeaponDescription=仅对十字弓弩手有帮助的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装填。

[AOCWeapon_PaviseShield_Agatha]
WeaponName=巨盾
WeaponDescription=仅对十字弓弩手有帮助的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装填。

[AOCWeapon_PaviseShield_Mason]
WeaponName=巨盾
WeaponDescription=仅对十字弓弩手有帮助的特殊武器，巨盾可以作为移动掩体，使弓弩手能躲在后面进行装填。

[AOCWeapon_Maul]
WeaponName=Maul
WeaponDescription=The Maul is a modified sledgehammer, made more vicious for battle. It is the most damaging single strike melee weapon in the arsenal and also comes with considerable reach, although it is incredibly heavy and slow as a result.

[AOCWeapon_Buckler]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Buckler_Agatha]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Buckler_Mason]
WeaponName=Buckler
WeaponDescription=A small hand-held shield the Buckler offers less protection from ranged weapons but ensures the wielder stays agile.

[AOCWeapon_Heater_Agatha]
WeaponName=筝形盾
WeaponDescription=中等尺寸的盾牌，在提供可靠防御的同时不会对使用者造成太大拖累。

[AOCWeapon_Heater_Mason]
WeaponName=筝形盾
WeaponDescription=中等尺寸的盾牌，在提供可靠防御的同时不会对使用者造成太大拖累。

[AOCWeapon_TowerShield]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_TowerShield_Agatha]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_TowerShield_Mason]
WeaponName=Tower Shield
WeaponDescription=A massive full length tower shield that offers supreme protection but is heavy and may restrict the reaction time of the wielder

[AOCWeapon_Kite_Agatha]
WeaponName=Kite Shield
WeaponDescription=A large shield that offers great protection but weighs down the wielder somewhat.

[AOCWeapon_Kite_Mason]
WeaponName=Kite Shield
WeaponDescription=A large shield that offers great protection but weighs down the wielder somewhat.

[AOCWeapon_ProjPebble]
WeaponName=Pebble
WeaponDescription=Unlimited ammo, just pick up a rock and fire it!

[AOCWeapon_ProjLeadBall]
WeaponName=Lead Ball
WeaponDescription=Slightly increased damage, slower to reload and limited ammo.

[AOCWeapon_ProjBodkin]
WeaponName=Bodkin Arrow
WeaponDescription=Bodkins have narrow points and a greater ability to pierce armour than broadheads, making them best for taking out heavier units such as the Vanguard and the Knight.

[AOCWeapon_ProjBroadhead]
WeaponName=Broadhead Arrow
WeaponDescription=The broadhead allows it to create large wounds and cause more damage to lightly armoured troops such as the Archer and Man at Arms.

[AOCWeapon_ProjFireArrow]
WeaponName=Fire Arrow
WeaponDescription=The head of this arrow is specially designed to hold a piece of burning materials. Dipped into oil and then lit, the arrow can be kept burning through the flight.

[AOCWeapon_GrandMace]
WeaponName=Grand Mace
WeaponDescription=The Grand mace is a massive two-handed metal club that is well balanced in its ability to deal heavy blunt damage at reasonable speed and reach.

[AOCDmgType_PierceProj]
DamageTypeDescript=远程穿刺

[AOCDmgType_Blunt]
DamageTypeDescript=钝击

[AOCDmgType_Burn]
DamageTypeDescript=燃烧

[AOCDmgType_Generic]
DamageTypeDescript=普通

[AOCDmgType_Pierce]
DamageTypeDescript=刺击

[AOCDmgType_PierceBlunt]
DamageTypeDescript=混合攻击

[AOCDmgType_Swing]
DamageTypeDescript=切割

[AOCDmgType_SwingBlunt]
DamageTypeDescript=劈斩

[AOCFFAGRI]
TwoTeamGameModeName=各自为战
MultiTeamGameModeName=各自为战
ObjectiveDescription=首先到达满分的玩家或者比赛结束时的最高分玩家获胜！

[AOCTDGRI]
TwoTeamGameModeName=组队混战
MultiTeamGameModeName=组队混战
ObjectiveDescription=首先到达满分的团队或者比赛结束时的最高分团队获胜！

[AOCLTSGRI]
TwoTeamGameModeName=团队生存
MultiTeamGameModeName=团队生存
ObjectiveDescription=每个回合活到最后的团队得分; 得分最多的团队获得最后胜利!

[CDWPlantTheBannerGRI]
TwoTeamGameModeName=夺旗模式
MultiTeamGameModeName=夺旗模式
ObjectiveDescription=夺取旗帜并插入己方阵地的团队获胜!

[CDWHoldTheBannerGRI]
TwoTeamGameModeName=抢占旗帜
MultiTeamGameModeName=抢占旗帜
ObjectiveDescription=夺取并守住旗帜最长时间的团队获胜!

[AOCKOTHGRI]
TwoTeamGameModeName=占领阵地
MultiTeamGameModeName=占领阵地
ObjectiveDescription=占住阵地达规定时间者获胜!

[CDWDuelGRI]
TwoTeamGameModeName=单挑独斗
MultiTeamGameModeName=单挑独斗
ObjectiveDescription=攻击玩家来向他挑战。



[AOCSystemMessages]
AllSystemMessages[0]=***INVALID
AllSystemMessages[1]=***INVALID
AllSystemMessages[2]=***INVALID
AllSystemMessages[3]={EXTRA1} 杀了 {EXTRA2} 获得首杀!
AllSystemMessages[4]={EXTRA1} 排名第一!
AllSystemMessages[5]={EXTRA1} 还剩下 {EXTRA2}!
AllSystemMessages[6]={EXTRA1} 达到 {EXTRA2} 抢占点。
AllSystemMessages[7]=***INVALID
AllSystemMessages[8]=***INVALID
AllSystemMessages[9]=平局!
AllSystemMessages[10]=***INVALID
AllSystemMessages[11]=***INVALID
AllSystemMessages[12]=***INVALID
AllSystemMessages[13]={EXTRA1} 将在 10 秒后作为国王重生!
AllSystemMessages[14]=The pushable is {EXTRA1} of the way there!
AllSystemMessages[15]=战斗还剩余 {EXTRA1} 分钟
AllSystemMessages[16]=管理员结束了战斗！
AllSystemMessages[17]=<font color="#FFCC00">任务完成!</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[18]=<font color="#FFCC00">任务失败!</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllSystemMessages[19]=战斗已经进行了一半。
AllSystemMessages[20]=战斗还剩余 {EXTRA1} 分钟.
AllSystemMessages[21]={EXTRA1} 发起投票踢出 {EXTRA2}。按 Insert 键投 是, 按 Delete 键投 否。
AllSystemMessages[22]={EXTRA1} 被踢出，因为 {EXTRA2}% 的人支持
AllSystemMessages[23]={EXTRA1} 发起投票换地图为 {EXTRA2}。按 Insert 键投 是, 按 Delete 键投 否。
AllSystemMessages[24]=地图将换为 {EXTRA1} 因为 {EXTRA2}% 的人支持
AllSystemMessages[25]={EXTRA1} 发起投票重置比赛。按 Insert 键投 是, 按 Delete 键投 否。
AllSystemMessages[26]=重置比赛成功，因为{EXTRA1}% 的人支持
AllSystemMessages[27]=投票未通过。 {EXTRA1}% 的支持率, 低于 {EXTRA2}% 的最低支持率。
AllSystemMessages[28]=投票失败因为没有足够的人投票。 已投票 {EXTRA1} 人， 最少需要 {EXTRA2} 人。
AllSystemMessages[29]=管理员 {EXTRA1} 暂停了游戏。
AllSystemMessages[30]=投票结束还剩 {EXTRA1} 秒。 目前有 {EXTRA2}% 的支持率。
AllSystemMessages[31]={EXTRA1} 赞成; {EXTRA2} 否决.
AllSystemMessages[32]=现在开始自动平衡组队...
AllSystemMessages[33]={EXTRA1} 加入战斗。
AllSystemMessages[34]={EXTRA1} 离开战场。
AllSystemMessages[35]={EXTRA1} 作为管理员登录。
AllSystemMessages[36]={EXTRA1} 丢了旗帜!
AllSystemMessages[37]={EXTRA1} 得到旗帜！
AllSystemMessages[38]=旗帜重新归位。
AllSystemMessages[39]=***INVALID

;;Bob has captured the banner for Red Team
AllSystemMessages[40]={EXTRA1} 为 {EXTRA2} 夺取了旗帜!
;;Bob has captured the banner for the Red Ninja
AllSystemMessages[41]={EXTRA1} 为 {EXTRA2} 夺取了旗帜!

;;And so forth. The form for these pairs then is that the first one is for the non-plural team names ("Red Team"), and the second is for the plural team names ("Vikings", "Blue Knights", etc.)

AllSystemMessages[42]=再夺取一次 {EXTRA1} 就会获胜!
AllSystemMessages[43]=再夺取一次 {EXTRA1} 就会获胜!

AllSystemMessages[44]={EXTRA1} 取得回合胜利!
AllSystemMessages[45]={EXTRA1} 取得回合胜利!

AllSystemMessages[46]=再赢一个回合 {EXTRA1} 就会取得最终胜利!
AllSystemMessages[47]=再赢一个回合 {EXTRA1} 就会取得最终胜利!

AllSystemMessages[48]={EXTRA1} 再杀 {EXTRA2} 个敌人就能获胜!
AllSystemMessages[49]={EXTRA1} 再杀 {EXTRA2} 个敌人就能获胜!

AllSystemMessages[50]={EXTRA1} 为 {EXTRA2} 达成定胜一击!
AllSystemMessages[51]={EXTRA1} 为 {EXTRA2} 达成定胜一击!

AllSystemMessages[52]={EXTRA1} 为 {EXTRA2} 取得首杀!
AllSystemMessages[53]={EXTRA1} 为 {EXTRA2} 取得首杀!

AllSystemMessages[54]={EXTRA1} 还需要守住旗帜 {EXTRA2} 秒以获胜!
AllSystemMessages[55]={EXTRA1} 还需要守住旗帜 {EXTRA2} 秒以获胜!

AllSystemMessages[56]={EXTRA1} 还需要守住旗帜 {EXTRA2} 分钟以获胜!
AllSystemMessages[57]={EXTRA1} 还需要守住旗帜 {EXTRA2} 分钟以获胜!

AllSystemMessages[58]={EXTRA1} 领先!
AllSystemMessages[59]={EXTRA1} 领先!

AllSystemMessages[60]={EXTRA1} 是优胜者!
AllSystemMessages[61]=The {EXTRA1} 是优胜队!

AllSystemMessages[62]={EXTRA1} 获胜，因为在比赛结束时有更多的人存活。
AllSystemMessages[63]={EXTRA1} 获胜，因为在比赛结束时有更多的人存活。

;;;;;;;;;

AllPrivateNotifs[0]=补充剩余 {EXTRA1} 秒。
AllPrivateNotifs[1]=夺取旗帜 {EXTRA1} 次获胜！
AllPrivateNotifs[2]=在比赛时间内杀敌数最多的玩家获胜！
AllPrivateNotifs[3]=占领并守住阵地 {EXTRA1} 分钟获胜！
AllPrivateNotifs[4]=赢得 {EXTRA1} 回合胜利的团队获胜！
AllPrivateNotifs[5]=消灭敌人援军！
AllPrivateNotifs[6]=你是国王，保住性命！
AllPrivateNotifs[7]=<font color="#FFCC00">下一个目标</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[8]=<font color="#FFCC00">第一个目标</font>\n<font color="#B1D1FF">{EXTRA1}</font>
AllPrivateNotifs[9]=你是进攻方。
AllPrivateNotifs[10]=你是防守方。
;"You will respawn as a Red Viking"
AllPrivateNotifs[11]=你会重生为 {EXTRA1} {EXTRA2}.
AllPrivateNotifs[12]=你现在不能说那些！
AllPrivateNotifs[13]=你现在不能嘲讽！
;"You will respawn as a Ninja"
AllPrivateNotifs[14]=你会重生为 {EXTRA1}.
AllPrivateNotifs[15]=距离上一次发起投票间隔太短。
AllPrivateNotifs[16]=只有管理员可以发起投票。
AllPrivateNotifs[17]=已有投票正在进行。
AllPrivateNotifs[18]=找不到该玩家
AllPrivateNotifs[19]=这个服务器不允许投票踢人
AllPrivateNotifs[20]=你不能投票踢出管理员
AllPrivateNotifs[21]=这个服务器不能投票踢敌方玩家
AllPrivateNotifs[22]=那个地图不存在或者被禁止
AllPrivateNotifs[23]=这个服务器不能投票更换地图
AllPrivateNotifs[24]=这个服务器不能投票重置地图
AllPrivateNotifs[25]=你投了是
AllPrivateNotifs[26]=你投了否
AllPrivateNotifs[27]=你会被移到另一队。
AllPrivateNotifs[28]=你会在5秒钟后死掉
AllPrivateNotifs[29]=守住旗帜 {EXTRA1} 秒获胜！
AllPrivateNotifs[30]=攻击玩家来向他们挑战。
AllPrivateNotifs[31]=团队伤害惩罚，额外增加 {EXTRA1} 秒复活时间
AllPrivateNotifs[32]=团队伤害惩罚，额外增加 {EXTRA1} 秒复活时间
AllPrivateNotifs[33]=待机太久被清理掉

[AOCSWCatapult]
MenuName=

[AOCSWBallista]
MenuName=""

[AOCPlayerController]
ServerPausedNotifyString=服务器被暂停
ServerSpeedNotifyString=服务器游戏速度为：
WarmupCountdownString=游戏正在开始

